
<!DOCTYPE HTML>
<html lang="" >
    <head>
        <meta charset="UTF-8">
        <meta content="text/html; charset=utf-8" http-equiv="Content-Type">
        <title>20180421 看了风子的live却忘不了青岛的风 · GitBook</title>
        <meta http-equiv="X-UA-Compatible" content="IE=edge" />
        <meta name="description" content="">
        <meta name="generator" content="GitBook 3.2.3">
        
        
        
    
    <link rel="stylesheet" href="gitbook/style.css">

    
            
                
                <link rel="stylesheet" href="gitbook/gitbook-plugin-highlight/website.css">
                
            
                
                <link rel="stylesheet" href="gitbook/gitbook-plugin-search/search.css">
                
            
                
                <link rel="stylesheet" href="gitbook/gitbook-plugin-fontsettings/website.css">
                
            
        

    

    
        
    
        
    
        
    
        
    
        
    
        
    

        
    
    
    <meta name="HandheldFriendly" content="true"/>
    <meta name="viewport" content="width=device-width, initial-scale=1, user-scalable=no">
    <meta name="apple-mobile-web-app-capable" content="yes">
    <meta name="apple-mobile-web-app-status-bar-style" content="black">
    <link rel="apple-touch-icon-precomposed" sizes="152x152" href="gitbook/images/apple-touch-icon-precomposed-152.png">
    <link rel="shortcut icon" href="gitbook/images/favicon.ico" type="image/x-icon">

    
    <link rel="next" href="20180422 幸好走出了房间.html" />
    
    
    <link rel="prev" href="./" />
    

    </head>
    <body>
        
<div class="book">
    <div class="book-summary">
        
            
<div id="book-search-input" role="search">
    <input type="text" placeholder="Type to search" />
</div>

            
                <nav role="navigation">
                


<ul class="summary">
    
    

    

    
        
        
    
        <li class="chapter " data-level="1.1" data-path="./">
            
                <a href="./">
            
                    
                    README
            
                </a>
            

            
        </li>
    
        <li class="chapter active" data-level="1.2" data-path="20180421 看了风子的live却忘不了青岛的风.html">
            
                <a href="20180421 看了风子的live却忘不了青岛的风.html">
            
                    
                    20180421 看了风子的live却忘不了青岛的风
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.3" data-path="20180422 幸好走出了房间.html">
            
                <a href="20180422 幸好走出了房间.html">
            
                    
                    20180422 幸好走出了房间
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.4" data-path="20180429 句子.html">
            
                <a href="20180429 句子.html">
            
                    
                    20180429 句子
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.5" data-path="20180501 能爱就别错过.html">
            
                <a href="20180501 能爱就别错过.html">
            
                    
                    20180501 能爱就别错过
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.6" data-path="20180502 我现在只想停泊靠岸.html">
            
                <a href="20180502 我现在只想停泊靠岸.html">
            
                    
                    20180502 我现在只想停泊靠岸
            
                </a>
            

            
        </li>
    

    

    <li class="divider"></li>

    <li>
        <a href="https://www.gitbook.com" target="blank" class="gitbook-link">
            Published with GitBook
        </a>
    </li>
</ul>


                </nav>
            
        
    </div>

    <div class="book-body">
        
            <div class="body-inner">
                
                    

<div class="book-header" role="navigation">
    

    <!-- Title -->
    <h1>
        <i class="fa fa-circle-o-notch fa-spin"></i>
        <a href="." >20180421 看了风子的live却忘不了青岛的风</a>
    </h1>
</div>




                    <div class="page-wrapper" tabindex="-1" role="main">
                        <div class="page-inner">
                            
<div id="book-search-results">
    <div class="search-noresults">
    
                                <section class="normal markdown-section">
                                
                                <h1 id="20180421">20180421</h1>
<h2 id="&#x4EBA;&#x751F;&#x771F;&#x662F;&#x5BC2;&#x5BDE;&#x5982;&#x96EA;">&#x4EBA;&#x751F;&#x771F;&#x662F;&#x5BC2;&#x5BDE;&#x5982;&#x96EA;</h2>
<p>&#x8FD1;&#x6765;&#x5B66;&#x4E60;&#x5F97;&#x5341;&#x5206;&#x5306;&#x5FD9;&#xFF0C;&#x5982;&#x9965;&#x4F3C;&#x6E34;&#x3002;&#x4ECA;&#x5929;&#x7EBF;&#x6027;&#x4EE3;&#x6570;&#x7684;&#x5B66;&#x4E60;&#x8FD1;&#x4E86;&#x5C3E;&#x58F0;&#xFF0C;&#x5435;&#x95F9;&#x7684;&#x5BBF;&#x820D;&#x548C;&#x75B2;&#x60EB;&#x7684;&#x8EAB;&#x4F53;&#x5C06;&#x6211;&#x62C9;&#x56DE;&#x4E0D;&#x597D;&#x4E0D;&#x574F;&#x7684;&#x751F;&#x6D3B;&#x3002;&#x6211;&#x6D3B;&#x5728;&#x7406;&#x60F3;&#x5F53;&#x4E2D;&#xFF0C;&#x6709;&#x610F;&#x5730;&#x56DE;&#x907F;&#x4E86;&#x751F;&#x6D3B;&#x6240;&#x6709;&#x7684;&#x4E0D;&#x5FC5;&#x8981;&#xFF0C;&#x53EA;&#x60F3;&#x7559;&#x7ED9;&#x81EA;&#x5DF1;&#x5927;&#x628A;&#x5927;&#x628A;&#x7684;&#x65F6;&#x95F4;&#xFF0C;&#x7528;&#x6765;&#x5B66;&#x4E60;&#xFF0C;&#x7528;&#x6765;&#x601D;&#x8003;&#x3002;&#x4F46;&#x5076;&#x5C14;&#x8FD8;&#x662F;&#x4F1A;&#x611F;&#x5230;&#x5341;&#x5206;&#x8427;&#x6761;&#xFF0C;&#x6211;&#x77E5;&#x9053;&#x90A3;&#x662F;&#x6C42;&#x5B66;&#x8005;&#x7684;&#x5B64;&#x72EC;&#x3002;&#x6211;&#x4E0D;&#x6562;&#x542C;&#x6C11;&#x8C23;&#x592A;&#x4E45;&#xFF0C;&#x4E0D;&#x6562;&#x8BA9;&#x81EA;&#x5DF1;&#x505C;&#x4E0B;&#x6765;&#x3002;&#x56E0;&#x4E3A;&#x6211;&#x77E5;&#x9053;&#x6211;&#x7684;&#x60EF;&#x6027;&#x5F88;&#x5927;&#xFF0C;&#x4E00;&#x65E6;&#x505C;&#x4E0B;&#x6765;&#x4E86;&#xFF0C;&#x5C31;&#x5F88;&#x96BE;&#x518D;&#x5F00;&#x59CB;&#x3002;&#x6240;&#x4EE5;&#x505A;&#x4EC0;&#x4E48;&#x4E8B;&#x60C5;&#x7684;&#x65F6;&#x5019;&#xFF0C;&#x603B;&#x662F;&#x5C3D;&#x91CF;&#x4E00;&#x9F13;&#x4F5C;&#x6C14;&#x505A;&#x5B8C;&#xFF0C;&#x505A;&#x7684;&#x597D;&#x574F;&#x6CA1;&#x6709;&#x592A;&#x5927;&#x5173;&#x7CFB;&#xFF0C;&#x8D77;&#x7801;&#x8FD8;&#x80FD;&#x518D;&#x6765;&#x56DE;&#x505A;&#x51E0;&#x6B21;&#x6765;&#x505A;&#x7684;&#x66F4;&#x597D;&#x3002;</p>
<h2 id="&#x7B2C;&#x4E00;&#x573A;&#x6F14;&#x5531;&#x4F1A;&#x2014;&#x2014;&#x98CE;&#x5B50;">&#x7B2C;&#x4E00;&#x573A;&#x6F14;&#x5531;&#x4F1A;&#x2014;&#x2014;&#x98CE;&#x5B50;</h2>
<p>&#x4ECA;&#x5929;&#x6211;&#x53BB;&#x770B;&#x6211;&#x4EBA;&#x751F;&#x7B2C;&#x4E00;&#x573A;&#x6F14;&#x5531;&#x4F1A;&#x4E86;&#x3002;&#x662F;&#x5982;&#x91CA;&#x91CD;&#x8D1F;&#xFF0C;&#x662F;&#x671F;&#x5F85;&#x548C;&#x9057;&#x61BE;&#x3002;&#x6765;&#x5F97;&#x65F6;&#x5019;&#x516C;&#x4EA4;&#x8D70;&#x8FC7;&#x6211;&#x6DF1;&#x591C;&#x9A91;&#x884C;&#x5230;&#x8FC7;&#x7684;&#x5730;&#x65B9;&#xFF0C;&#x60AC;&#x7A7A;&#x7684;&#x9AD8;&#x67B6;&#x6865;&#x88AB;&#x722C;&#x5C71;&#x864E;&#x7F20;&#x5F97;&#x6D53;&#x7EFF;&#xFF0C;&#x5730;&#x94C1;&#x4ECE;&#x6865;&#x4E0A;&#x9A76;&#x8FC7;&#xFF0C;&#x548C;&#x7535;&#x89C6;&#x91CC;&#x6700;&#x53D1;&#x8FBE;&#x7684;&#x5730;&#x94C1;&#x957F;&#x5F97;&#x4E00;&#x6A21;&#x4E00;&#x6837;&#x3002;&#x591C;&#x8272;&#x6E10;&#x6697;&#x7684;&#x65F6;&#x5019;&#xFF0C;&#x6211;&#x642D;&#x4E00;&#x8F86;&#x516C;&#x4EA4;&#x8F66;&#x3002;&#x8F66;&#x53A2;&#x5185;&#x90E8;&#x662F;&#x7D2B;&#x8272;&#x7684;&#x6C16;&#x5149;&#x706F;&#xFF0C;&#x50CF;&#x533B;&#x9662;&#x5019;&#x8BCA;&#x5BA4;&#x91CC;&#x7684;&#x706F;&#x5149;&#x3002;&#x8F66;&#x53A2;&#x91CC;&#x7684;&#x4EBA;&#x534A;&#x7B11;&#x4E0D;&#x7B11;&#xFF0C;&#x8BDD;&#x97F3;&#x96C4;&#x6D51;&#x3002;&#x4F46;&#x4E00;&#x5207;&#x4E95;&#x7136;&#x6709;&#x5E8F;&#xFF0C;&#x5E74;&#x8FC7;&#x4E03;&#x65EC;&#x7684;&#x8001;&#x4EBA;&#x603B;&#x6709;&#x4EBA;&#x6276;&#xFF0C;&#x6BCF;&#x4E2A;&#x8001;&#x4EBA;&#x90FD;&#x8EAB;&#x4F53;&#x5F3A;&#x5065;&#x3002;&#x603B;&#x6709;&#x4EBA;&#x5BF9;&#x4E3B;&#x52A8;&#x8BA9;&#x5EA7;&#x7684;&#x4EBA;&#x8BF4;&#x8C22;&#x8C22;&#x3002;</p>
<p>&#x6211;&#x5C31;&#x8FD9;&#x6837;&#x884C;&#x9A76;&#x5728;&#x66AE;&#x8272;&#x91CC;&#xFF0C;&#x7A7F;&#x8FC7;&#x8FD9;&#x57CE;&#x5E02;&#x6700;&#x7E41;&#x534E;&#x7684;&#x5730;&#x65B9;&#xFF0C;&#x505C;&#x9A7B;&#x6BCF;&#x4E00;&#x4E2A;&#x5BBD;&#x5E7F;&#x7684;&#x5341;&#x5B57;&#x8DEF;&#x53E3;&#xFF0C;&#x6211;&#x7684;&#x80C3;&#x91CC;&#x4E00;&#x9635;&#x7FFB;&#x6EDA;&#xFF0C;&#x7A81;&#x7136;&#x95F4;&#x6211;&#x54EA;&#x91CC;&#x4E5F;&#x4E0D;&#x60F3;&#x53BB;&#x4E86;&#xFF0C;&#x6211;&#x53EA;&#x60F3;&#x5B89;&#x9759;&#x5730;&#x4F11;&#x606F;&#x3002;</p>
<p>&#x9A6C;&#x4E0A;&#x5C31;&#x8981;&#x5F00;&#x59CB;&#x6F14;&#x5531;&#x4F1A;&#x4E86;&#xFF0C;&#x4F1A;&#x4E0D;&#x4F1A;&#x6709;&#x4EC0;&#x4E48;&#x6837;&#x7684;&#x60CA;&#x559C;&#x5462;&#xFF1F;&#x6211;&#x600E;&#x4E48;&#x2026;&#x2026;&#x611F;&#x5230;&#x5185;&#x5FC3;&#x4E00;&#x9635;&#x62BD;&#x6410;&#x3002;</p>
<hr>
<p>&#x679C;&#x7136;&#x662F;&#x6211;&#x60F3;&#x591A;&#x4E86; &#x751F;&#x6D3B;&#x6CA1;&#x90A3;&#x4E48;&#x590D;&#x6742;</p>
<p>&#x8BA9;&#x81EA;&#x5DF1;&#x6EE1;&#x8DB3;&#x4E5F;&#x662F;&#x4E00;&#x4EF6;&#x7279;&#x522B;&#x5BB9;&#x6613;&#x7684;&#x4E8B;</p>
<p>&#x9152;&#x5427;&#x91CC;&#x5404;&#x79CD;&#x9999;&#x70DF;&#x7684;&#x5473;&#x9053; &#x51FA;&#x5165;&#x7684;&#x7537;&#x7537;&#x5973;&#x5973;&#x90FD;&#x662F;&#x6709;&#x5473;&#x9053;&#x7684;&#x5E74;&#x8F7B;&#x4EBA; &#x5973;&#x751F;&#x6D53;&#x5986;&#x8273;&#x62B9; &#x7537;&#x751F;&#x626E;&#x5F97;&#x9177;&#x5E05; &#x5176;&#x5B9E;&#x6BCF;&#x4E00;&#x4E2A;&#x4EBA;&#x90FD;&#x65E0;&#x6BD4;&#x5730;&#x5E73;&#x5E38;</p>
<p>&#x6211;&#x600E;&#x4E48;&#x4F1A;&#x4E0D;&#x77E5;&#x9053;&#x5462; </p>
<p>&#x53EA;&#x662F;&#x5E0C;&#x671B;&#x6D41;&#x4E0B;&#x70ED;&#x6CEA;&#x7684;&#x65F6;&#x5019;&#x6BCF;&#x4E2A;&#x4EBA;&#x90FD;&#x4F1A;&#x65E0;&#x6BD4;&#x771F;&#x8BDA;</p>
<p>&#x4E00;&#x88AD;&#x957F;&#x53D1; &#x4E00;&#x8EAB;&#x9ED1;&#x88D9; &#x6DE1;&#x8272;&#x7684;&#x897F;&#x88C5;&#x5916;&#x5957; &#x666E;&#x901A;&#x7684;&#x5218;&#x6D77; &#x6DE1;&#x7136;&#x7684;&#x8868;&#x60C5;</p>
<p>&#x665A;&#x4E0A;&#x5728;&#x9152;&#x5427;&#x5199;&#x4F5C;&#x653E;&#x677E;&#x5BFB;&#x627E;&#x7075;&#x611F;&#x4E0D;&#x9519;</p>
<p>&#x6709;&#x65F6;&#x5019;&#x5176;&#x5B9E;&#x6211;&#x4EEC;&#x90FD;&#x9700;&#x8981;&#x90A3;&#x4E48;&#x4E00;&#x4E9B;&#x65F6;&#x95F4; &#x53BB;&#x505A;&#x4E00;&#x4E9B;&#x81EA;&#x5DF1;&#x559C;&#x6B22;&#x7684;&#x4E8B; &#x54EA;&#x6015;&#x6CA1;&#x6709;&#x4EBA;&#x966A;&#x4F34; &#x6CA1;&#x6709;&#x4EBA;&#x8D5E;&#x8D4F; &#x4F46;&#x603B;&#x4F1A;&#x56E0;&#x4E3A;&#x662F;&#x81EA;&#x5DF1;&#x70ED;&#x7231;&#x7684;&#x800C;&#x5FC3;&#x6EE1;&#x610F;&#x8DB3; &#x4F60;&#x5728;&#x7EB3;&#x6728;&#x9519;&#x591C;&#x665A;&#x7684;&#x5B69;&#x5B50;&#x773C;&#x4E2D;&#x770B;&#x89C1;&#x6700;&#x771F;&#x5B9E;&#x7684;&#x81EA;&#x5DF1; &#x6211;&#x4E5F;&#x5728;&#x4F60;&#x7684;&#x6B4C;&#x58F0;&#x91CC;&#x4E5F;&#x542C;&#x5230;&#x4E86;&#x6700;&#x771F;&#x5B9E;&#x7684;&#x81EA;&#x5DF1;</p>
<h2 id="&#x300A;&#x6D77;&#x76D7;&#x8239;&#x957F;&#x300B;">&#x300A;&#x6D77;&#x76D7;&#x8239;&#x957F;&#x300B;</h2>
<p>&#x5176;&#x5B9E;&#x6211;&#x4E5F;&#x90FD;&#x77E5;&#x9053; &#x6211;&#x8FD8;&#x662F;&#x653E;&#x4E0D;&#x4E0B;&#x5979; &#x6211;&#x8FD8;&#x662F;&#x4E00;&#x5982;&#x65E2;&#x5F80;&#x5730;&#x5F88;&#x559C;&#x6B22;&#x5979; &#x4F46;&#x5E76;&#x4E0D;&#x662F;&#x73B0;&#x5728;&#x7684;&#x5979;&#x4E86; &#x6211;&#x8FD8;&#x60F3;&#x6309;&#x6211;&#x6240;&#x60F3;&#x7684;&#x90A3;&#x6837;&#x5BF9;&#x5979;&#x597D; &#x4F46;&#x4E5F;&#x4E0D;&#x662F;&#x73B0;&#x5728;&#x7684;&#x90A3;&#x4E2A;&#x5979;&#x4E86; &#x6211;&#x65F6;&#x5E38;&#x4F1A;&#x611F;&#x4F24; &#x671F;&#x671B;&#x7684;&#x5728;&#x5979;&#x8EAB;&#x4E0A;&#x5B9E;&#x73B0;&#x7684;&#x7F8E;&#x597D;&#x90FD;&#x672A;&#x80FD;&#x6210;&#x771F; &#x6240;&#x4EE5;&#x6BCF;&#x5F53;&#x542C;&#x5230;&#x9752;&#x5C9B;&#x8FD8;&#x6709;&#x6D77;&#x98CE;&#x7684;&#x65F6;&#x5019; &#x6211;&#x90FD;&#x4F1A;&#x96BE;&#x8FC7; &#x96BE;&#x8FC7;&#x81EA;&#x5DF1;&#x66FE;&#x7ECF;&#x90A3;&#x4E48;&#x591A;&#x7684;&#x671F;&#x8BB8;&#x4E00;&#x4E00;&#x843D;&#x4E86;&#x7A7A; &#x6211;&#x96BE;&#x8FC7;&#x7684; &#x4E5F;&#x4E0D;&#x8FC7;&#x5C31;&#x662F;&#x5982;&#x6B64;&#x5427;</p>
<p>&#x8FD9;&#x6837;&#x4E00;&#x60F3;&#x5176;&#x5B9E;&#x4E5F;&#x6CA1;&#x4EC0;&#x4E48;&#x5927;&#x4E0D;&#x4E86; &#x4E0D;&#x5C31;&#x662F;&#x671F;&#x671B;&#x548C;&#x5931;&#x671B;&#x4E48; &#x7ECF;&#x5386;&#x7684;&#x65E9;&#x5DF2;&#x4E0D;&#x518D;&#x662F;&#x5C11;&#x6570; &#x542C;&#x98CE;&#x5B50;&#x7684;&#x6B4C; &#x600E;&#x4E48;&#x8BF4;&#x5462; &#x4ED6;&#x8FD8;&#x5E74;&#x8F7B; &#x5F88;&#x591A;&#x4E8B;&#x60C5;&#x6CA1;&#x6709;&#x770B;&#x900F; &#x6211;&#x4EEC;&#x4E0D;&#x662F;&#x4E00;&#x8DEF;&#x4EBA;</p>

                                
                                </section>
                            
    </div>
    <div class="search-results">
        <div class="has-results">
            
            <h1 class="search-results-title"><span class='search-results-count'></span> results matching "<span class='search-query'></span>"</h1>
            <ul class="search-results-list"></ul>
            
        </div>
        <div class="no-results">
            
            <h1 class="search-results-title">No results matching "<span class='search-query'></span>"</h1>
            
        </div>
    </div>
</div>

                        </div>
                    </div>
                
            </div>

            
                
                <a href="./" class="navigation navigation-prev " aria-label="Previous page: README">
                    <i class="fa fa-angle-left"></i>
                </a>
                
                
                <a href="20180422 幸好走出了房间.html" class="navigation navigation-next " aria-label="Next page: 20180422 幸好走出了房间">
                    <i class="fa fa-angle-right"></i>
                </a>
                
            
        
    </div>

    <script>
        var gitbook = gitbook || [];
        gitbook.push(function() {
            gitbook.page.hasChanged({"page":{"title":"20180421 看了风子的live却忘不了青岛的风","level":"1.2","depth":1,"next":{"title":"20180422 幸好走出了房间","level":"1.3","depth":1,"path":"20180422 幸好走出了房间.md","ref":"./20180422 幸好走出了房间.md","articles":[]},"previous":{"title":"README","level":"1.1","depth":1,"path":"README.md","ref":"./README.md","articles":[]},"dir":"ltr"},"config":{"gitbook":"*","theme":"default","variables":{},"plugins":[],"pluginsConfig":{"highlight":{},"search":{},"lunr":{"maxIndexSize":1000000,"ignoreSpecialCharacters":false},"sharing":{"facebook":true,"twitter":true,"google":false,"weibo":false,"instapaper":false,"vk":false,"all":["facebook","google","twitter","weibo","instapaper"]},"fontsettings":{"theme":"white","family":"sans","size":2},"theme-default":{"styles":{"website":"styles/website.css","pdf":"styles/pdf.css","epub":"styles/epub.css","mobi":"styles/mobi.css","ebook":"styles/ebook.css","print":"styles/print.css"},"showLevel":false}},"structure":{"langs":"LANGS.md","readme":"README.md","glossary":"GLOSSARY.md","summary":"SUMMARY.md"},"pdf":{"pageNumbers":true,"fontSize":12,"fontFamily":"Arial","paperSize":"a4","chapterMark":"pagebreak","pageBreaksBefore":"/","margin":{"right":62,"left":62,"top":56,"bottom":56}},"styles":{"website":"styles/website.css","pdf":"styles/pdf.css","epub":"styles/epub.css","mobi":"styles/mobi.css","ebook":"styles/ebook.css","print":"styles/print.css"}},"file":{"path":"20180421 看了风子的live却忘不了青岛的风.md","mtime":"2022-08-04T07:34:50.690Z","type":"markdown"},"gitbook":{"version":"3.2.3","time":"2022-08-25T10:40:03.054Z"},"basePath":".","book":{"language":""}});
        });
    </script>
</div>

        
    <script src="gitbook/gitbook.js"></script>
    <script src="gitbook/theme.js"></script>
    
        
        <script src="gitbook/gitbook-plugin-search/search-engine.js"></script>
        
    
        
        <script src="gitbook/gitbook-plugin-search/search.js"></script>
        
    
        
        <script src="gitbook/gitbook-plugin-lunr/lunr.min.js"></script>
        
    
        
        <script src="gitbook/gitbook-plugin-lunr/search-lunr.js"></script>
        
    
        
        <script src="gitbook/gitbook-plugin-sharing/buttons.js"></script>
        
    
        
        <script src="gitbook/gitbook-plugin-fontsettings/fontsettings.js"></script>
        
    

    </body>
</html>

